const projects = [
    {
        id: 1,
        title: 'Наименование твоего проекта',
        category: 'bots',
        description: 'Краткое описание проекта',
        tech: ['aiogram', 'Python', 'PostgreSQL'],
        fullDescription: 'Пример текста для модального окна.\n\nОписание того, что было сделано в этом проекте.'
    }
];

const testimonials = [
    {
        stars: 5,
        text: 'Отзыв номер 1. Отменные результаты!',
        author: 'Клиент 1',
        role: 'Онлайн-предприниматель'
    },
    {
        stars: 5,
        text: 'Отзыв номер 2. Можно добавить до стольки отзывов, сколько нужно.',
        author: 'Клиент 2',
        role: 'Ты можешь использовать'
    },
    {
        stars: 5,
        text: 'Третий отзыв. Они будут лентой скроллиться автоматически.',
        author: 'Клиент 3',
        role: 'ИП или ИО'
    }
];